/* Localizable strings of com.apple.iChat.AIM preference manifest */

"iChat.pfm_title" =					"iChat-10.6";
"iChat.pfm_description" =				"Preferencje iChat dla AIM 10.6.";

"ManagedAccounts.pfm_title" =				"Dane konta zarządzanego";
"ManagedAccounts.pfm_description" =				"Konto zarządzane.";
"AccountsToImport.pfm_title" =				"Dane zaimportowanego konta";
"AccountsToImport.pfm_description" =			"Zaimportowane konto.";

"00000000-0000-0000-0003-000000000001.pfm_title" =			"Dane konta zarządzanego";
"00000000-0000-0000-0003-000000000001.pfm_description" =		"Dane konta zarządzanego.";
"00000000-0000-0000-0003-000000000002.pfm_title" =			"Dane zaimportowanego konta";
"00000000-0000-0000-0003-000000000002.pfm_description" =		"Dane zaimportowanego konta.";

"LoginAs.pfm_title" =			"Nazwa konta";
"LoginAs.pfm_description" =			"Nazwa konta oraz serwer iChat w formacie adresu email. Użyj „%@” do określenia nazwy skróconej bieżącego użytkownika. Na przykład „%@@ichat.apple.com”";
"AllowSelfSignedSSL.pfm_title" =			"Dopuść samopodpisane SSL";
"AllowSelfSignedSSL.pfm_description" =			"Ustaw na 1, aby dopuścić samopodpisane certyfikaty SSL.";
"AutoDiscoverHostAndPort.pfm_title" =			"Automatyczne wykrywanie serwera";
"AutoDiscoverHostAndPort.pfm_description" =			"Ustaw na 1, aby klient automatycznie wykrywał serwer oraz port usługi iChat.";
"Description.pfm_title" =			"Opis";
"Description.pfm_description" =			"Opis konta.";
"UseKerberos5.pfm_title" =			"Kerberos";
"UseKerberos5.pfm_description" =			"Ustaw na 1, aby użyć uwierzytelnienia Kerberos v5.";

"UseSSL.pfm_title" =			"Użyj SSL";
"UseSSL.pfm_description" =			"Ustaw na 1, aby użyć szyfrowania SSL.";
"ServerHost.pfm_title" =			"Adres serwera";
"ServerHost.pfm_description" =			"Adres serwera iChat jako nazwa DNS lub adres IP.";
"ServerPort.pfm_title" =			"Port serwera";
"ServerPort.pfm_description" =			"Numer portu serwera iChat.";
"ServerSSLPort.pfm_title" =			"Port SSL serwera";
"ServerSSLPort.pfm_description" =			"Numer portu SSL serwera iChat.";

"AutoLogin.pfm_title" =							"Logowanie automatyczne";
"AutoLogin.pfm_description" =						"Ustaw na 1, aby po uruchomieniu programu iChat następowało automatyczne logowanie.";
"AllowClearTextPasswords.pfm_title" =			"Dopuszczaj hasła jawne";
"AllowClearTextPasswords.pfm_description" =			"Ustaw na 1, aby serwer dopuszczał hasła jawne.";
